Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: To avoid losing data in the future, ask %username% to make a password reset floppy disk.
be: Каб пазбегнуць страты звестак у будучыні, папрасіце '%username%' зрабіць дыскету скіду пароля.

source: To begin, type in the search box
be: Спачатку ўвядзіце тэкст у рамку пошуку

source: To begin, type in the search box.
be: Спачатку ўвядзіце тэкст у рамку пошуку.

source: To better understand this problem, Microsoft would like to gather additional diagnostic information automatically when the program is launched, including a copy of the steps taken before the problem occurs.
be: Каб лепш зразумець гэтую праблему, Microsoft жадала б аўтаматычна сабраць дадатковую дыягнастычную інфармацыю падчас запуску праграмы, уключаючы копію зробленых крокаў пасля таго, як узнікла праблема.

source: To better understand this problem, Microsoft would like to gather additional diagnostic information automatically when the program is launched.
be: Каб лепш зразумець гэтую праблему, Microsoft жадала б аўтаматычна сабраць дадатковую дыягнастычную інфармацыю падчас запуску праграмы.

source: To better understand this problem, Microsoft would like to gather additional diagnostic information automatically when the program is launched. Do you want to turn on diagnostics?
be: Каб лепш зразумець гэтую праблему, Microsoft жадала б аўтаматычна сабраць дадатковую дыягнастычную інфармацыю падчас запуску праграмы. Уключыць дыягностыку?

source: To c&reate home page tabs, type each address on its own line.
be: Каб стварыць устаўкі пачатковай старонкі, увядзіце кожны адрас у асобны радок.

source: To change appearance properties, please click the 'Open classic appearance properties' link.
be: Каб змяніць уласцівасці вонкавага выгляду, націсніце спасылку "Адчыніць уласцівасці класічнага вонкавага выгляду".

source: To change the password, click OK, click Switch User, and then log on.
be: Каб змяніць пароль, пстрыкніце 'Добра', пстрыкніце 'Пераключыць карыстальніка' і тады ўвайдзіце.

source: To change your keyboard or input language click Change keyboards.
be: Каб змяніць клавіятуру ці мову ўводу, націсніце "Змяніць клавіятуры".

source: To change your password, press Ctrl+Alt+Del and select Change a password.
be: Каб змяніць ваш пароль, націсніце Ctrl+Alt+Del і абярыце "Змяніць пароль".

source: To check for an updated version, go to the software publisher's website.\n\nDo you want this toolbar on your taskbar?
be: Каб праверыць наяўнасць новай версіі, перайдзіце на сайт вытворцы.\n\nЦі жадаеце вы мець гэтую паліцу на паліцы задач?

source: To close the program that is preventing Windows from\nlogging off, click Cancel, and then close the program.
be: Каб зачыніць праграмы, што перашкаджаюць выйсці з\nWindows, націсніце "Скасаваць" і зачыніце іх.

source: To close the program that is preventing Windows from\nrestarting, click Cancel, and then close the program.
be: Каб зачыніць праграмы, што перашкаджаюць Windows\nперазапусціцца, націсніце "Скасаваць" і зачыніце іх.

source: To close the program that is preventing Windows from\nshutting down, click Cancel, and then close the program.
be: Каб зачыніць праграмы, што перашкаджаюць Windows\nвыключыцца, націсніце "Скасаваць" і зачыніце іх.

source: To close this wizard, click Finish.
be: Каб зачыніць майстар, націсніце 'Скончыць'.

source: To complete this task, you need to log on as an administrator or ask an administrator to complete the task for you.
be: Каб скончыць гэтую задачу, вам неабходна ўвайсці як адміністратар ці папрасіць яго скончыць для вас гэтую задачу.

source: To continue using your computer, either plug it in, or shut it down and then replace your battery.
be: Каб працягваць карыстацца камп'ютарам, падключыце яго да электрасеткі ці выключце яго і замяніце батарэю.

source: To continue, type an administrator password, and then click Yes.
be: Для працягу, увядзіце адміністратарскі пароль і націсніце 'Так'.

source: To continue, you must select an action for each item listed, or click Clean system.
be: Каб працягнуць, выберыце для кожнага з пералічаных элементаў неабходнае дзеянне ці націсніце 'Ачыстка сістэмы'.

source: To create a Network Bridge, you must select at least two LAN or High-Speed Internet connections that are not being used by Internet Connection Sharing.
be: Каб стварыць сеткавы мост, вы павінны абраць прынамсі два сеткавых ці хуткасных сеціўных злучэнняў, якія не карыстае абагульванне злучэння з сецівам.

source: To customize how links, icons, and menus look and behave in the Start menu, click Customize.
be: Каб дапасаваць выгляд і паводзіны спасылак, значкаў і меню ў Пачатковым меню, націсніце "Дапасаваць".

source: To disable the driver (Advanced).
be: Выключыць драйвер (дадаткова).

source: To do title
be: Загаловак задачы

source: To enable Internet Connection Sharing a connection must be selected for the private network. Please select a connection from the list of available connections.
be: Каб уключыць абагульванне злучэння з сецівам, павінна быць абранае злучэнне для прыватнай сеткі. Калі ласка, абярыце яго са спісу даступных злучэнняў.

source: To end the program now, click End Now.
be: Каб скончыць праграму зараз, націсніце "Скончыць зараз".

source: To ensure that files created in the parent folder are encrypted, encrypt the parent folder.
be: Каб забяспечыць шыфраванне файлаў у каталогу, зашыфруйце яго.

source: To ensure that the computer reflects these changes we recommend that you apply them before making any further system changes.
be: Для гарантавання таго, што камп'ютар адлюструе гэтыя змены, мы рэкамендуем вам ужыць іх, перш чым рабіць хоць бы якія далейшыя сістэмныя змены.

source: To finish removing spyware and other potentially unwanted software, restart the computer.
be: Каб дазволіць выдаленне шпіёнскіх праграмаў і іншага небяспечнага апраграмавання перазапусціце камп'ютар.

source: To finish removing spyware and other potentially unwanted software, restart the computer.\r\n
be: Каб дазволіць выдаленне шпіёнскіх праграмаў і іншага небяспечнага апраграмавання перазапусціце камп'ютар. \r\n

source: To finish removing spyware and other potentially unwanted software, you need to run a full scan.
be: Каб скончыць выдаленне шпіёнскіх праграмаў ці іншага небяспечнага апраграмавання трэба выканаць поўную праверку.

source: To finish removing spyware and other potentially unwanted software, you need to run a full scan. For information about scanning options, see Help and Support.
be: Каб скончыць выдаленне шпіёнскіх праграмаў ці іншага небяспечнага ПЗ трэба выканаць поўную праверку. Інфармацыю аб параметрах праверкі можна знайсці ў цэнтры даведкі і падтрымкі.

source: To finish removing spyware and other potentially unwanted software, you need to run a full scan. For information about scanning options, see Help and Support.\r\n
be: Каб скончыць выдаленне шпіёнскіх праграмаў ці іншага небяспечнага апраграмавання трэба выканаць поўную праверку. Інфармацыю аб параметрах праверкі можна знайсці ў цэнтры дапамогі і падтрымкі.\r\n

source: To finish removing spyware and other unwanted software, you must restart your computer.
be: Каб скончыць выдаленне шпіёнскіх і іншых небяспечных праграм, вы павінны перазапусціць камп'ютар.

source: To fix these problems, select the Automatically fix file system errors check box and run the disk check again.
be: Каб выправіць гэтыя праблемы, пастаўце птушку аўтаматычнага выпраўлення сістэмных памылак і паўтарыце праверку дыска.

source: To fix this problem review and correct the customizable settings.
be: Каб вырашыць гэтыя праблемы, пераглядзіце і скарэктуйце дапушчальныя налады.

source: To gain access to this folder you will need to use the <a>security tab</a>.
be: Каб атрымаць доступ да гэтага каталога, вам неабходна перайсці на устаўку <a>'Бяспека'</a>.

source: To help protect your computer against harmful or potentially unwanted software, contact your system administrator to enable the program via group policy.
be: Для абароны камп'ютара ад патэнцыйна небяспечных і непажаданых праграмаў звярніцеся да сістэмнага адміністратара, каб ён уключыў абаронца Windows праз групавую палітыку.

source: To help protect your computer on Public networks, discovery of other computers and devices on the network will be limited, and the use of the network by some programs might be restricted.
be: Каб дапамагчы абараніць ваш камп'ютар у публічных сетках, вынаходства іншых камп'ютараў і прылад у сетцы і выкарыстанне сеткі некаторымі праграмамі будуць абмежаваныя.

source: To help protect your computer, Data Execution Prevention has closed %s. Click to learn more.
be: Каб дапамагчы абараніць ваш камп'ютар, перашкода выканання звестак зачыніла %s. Пстрыкніце, каб даведацца больш.

source: To install it, double-click the Add or Remove Programs icon in Control Panel, and then follow the instructions on your screen.
be: Каб усталяваць яе, у панэлі кіравання абярыце 'Даданне і выдаленне праграм', а затым кіруйцеся інструкцыямі на экране.

source: To install it, double-click the Add or Remove Programs icon in Control Panel, click the Install/Uninstall tab, and then follow the instructions on your screen.
be: Каб усталяваць яе, у панэлі кіравання абярыце 'Даданне і выдаленне праграм', пстрыкніце па ўстаўцы Усталяваць/Высталяваць, а затым кіруйцеся інструкцыямі на экране.

source: To keep the Unicode information, click Cancel below and then select one of the Unicode options from the Encoding drop down list.
be: Каб захаваць Unicode-сімвалы, пстрыкніце 'Скасаваць' і потым абярыце адзін з варыянтаў Unicode.

source: To locate the file yourself, click Browse.
be: Каб знайсці файл самастойна, націсніце кнопку 'Агляд'.

source: To log on to another domain, type domain name\\domain user name.
be: Каб увайсці на іншы дамен, увядзіце назву дамена\\імя карыстальніка дамена.

source: To log on to another domain, type domain name\\domain user name. \n\nTo log on to your computer (not a domain), type %1\\local user name.
be: Каб увайсці на іншы дамен, увядзіце назву дамена\\імя карыстальніка дамена. \n\nКаб увайсці на ваш камп'ютар (не дамен), увядзіце %1\\імя лакальнага карыстальніка.

source: To log on to this FTP server, type a user name and password.
be: Каб увайсці на гэты FTP-сэрвер, увядзіце імя карыстальніка і пароль.

source: To log on to this remote computer, you must be granted the Allow log on through Terminal Services right.
be: Каб увайсці на гэты аддалены камп'ютар, вы павінны мець дазвол на ўваход праз службу тэрміналаў.

source: To log on to this remote computer, you must be granted the Allow log on through Terminal Services right. By default, members of the Administrators group have this right. If you are not a member of the Administrators group or another group that has this right, or if the Administrators group does not have this right, you must be granted this right manually.
be: Каб увайсці на гэты аддалены камп'ютар, вы павінны мець дазвол на ўваход праз службу тэрміналаў. Чальцы адміністрацыйнай групы стандартна маюць яго. Калі вы не чалец адміністрацыйнай ці іншай групы, якая мае гэты дазвол, ці калі адміністрацыйная група не мае яго, вы павінны пацвердзіць дазвол уручную.

source: To log on to this remote computer, you must be granted the Allow log on through Terminal Services right. By default, members of the Remote Desktop Users group have this right. If you are not a member of the Remote Desktop Users group or another group that has this right, or if the Remote Desktop Users group does not have this right, you must be granted this right manually.
be: Каб увайсці на гэты аддалены камп'ютар, вы павінны мець дазвол на ўваход праз службу тэрміналаў. Чальцы групы карыстальнікаў аддаленай стальніцы стандартна маюць яго. Калі вы не чалец групы карыстальнікаў аддаленай стальніцы ці іншай, якая мае гэты дазвол, ці калі група карыстальнікаў аддаленага стальніцы не мае яго, вы павінны пацвердзіць дазвол уручную.

source: To open another program, save your work and then close one of the programs that are currently open.
be: Каб адчыніць іншую праграму, захавайце вашу працу і зачыніце адну з адчыненых праграм.

source: To open another program, save your work and then close one of the programs that are currently open.\n\nClick to see more information.
be: Каб адчыніць іншую праграму, захавайце вашу працу і зачыніце адну з адчыненых праграм.\n\nПстрыкніце, каб убачыць больш інфармацыі.

source: To open another window, save your work and then close one of the windows in this application that is currently open.\nClick here to learn more about the three window limitation.
be: Каб адчыніць іншую праграму, захавайце вашу працу і зачыніце адно з адчыненых вокнаў у гэтай праграме.\n\nПстрыкніце, каб даведацца больш аб трохаконным абмежаванні.

source: To open this file, Windows needs to know what program you want to use to open it.
be: Каб адчыніць гэты файл, Windows неабходна ведаць, якую праграму вы жадаеце выкарыстоўваць для гэтага.

source: To open this file, Windows needs to know what program you want to use to open it. Windows can go online to look it up automatically, or you can manually select from a list of programs that are installed on your computer.
be: Каб адчыніць гэты файл, Windows неабходна ведаць, якую праграму вы жадаеце выкарыстоўваць для гэтага. Windows можа выйсці ў сеціва, каб знайсці яе аўтаматычна, альбо вы можаце ўручную абраць яе са спісу праграм, усталяваных на вашым камп'ютары.

source: To protect other users privacy, some files are hidden.
be: Для забеспячэння прыватнасці звестак іншых карыстальнікаў, некаторыя файлы схаваныя.

source: To protect other users privacy, some files are hidden. Click the View all button to see these files.
be: Для забеспячэння прыватнасці звестак іншых карыстальнікаў, некаторыя файлы схаваныя. Каб паглядзець гэтыя файлы, націсніце кнопку 'Праглядзець усё'.

source: To protect other userвЂ™s privacy, some files are hidden.
be: Для забеспячэння прыватнасці звестак іншых карыстальнікаў, некаторыя файлы схаваныя.

source: To protect other userвЂ™s privacy, some files are hidden. Click the View all button to see these files.
be: Для забеспячэння прыватнасці звестак іншых карыстальнікаў, некаторыя файлы схаваныя. Каб пабачыць гэтыя файлы, націсніце кнопку 'Прагледзець усё'.

source: To protect other user’s privacy, some files are hidden.
be: Для забеспячэння прыватнасці звестак іншых карыстальнікаў, некаторыя файлы схаваныя.

source: To protect other user’s privacy, some files are hidden. Click the View all button to see these files.
be: Для забеспячэння прыватнасці звестак іншых карыстальнікаў, некаторыя файлы схаваныя. Каб пабачыць гэтыя файлы, націсніце кнопку 'Прагледзець усё'.

source: To protect user privacy, these items are hidden.
be: Для забеспячэння прыватнасці карыстальніка, гэтыя элементы былі схаваныя.

source: To protect user privacy, these items are hidden. Click the View button to see them.
be: Для забеспячэння прыватнасці карыстальніка, гэтыя элементы былі схаваныя. Націсніце кнопку \"Прагляд\", каб убачыць іх.

source: To protect your computer, it must be restarted.
be: Каб абараніць ваш камп'ютар, патрабуецца перазапуск.

source: To protect your computer, it must be restarted. Do you want to restart now?
be: Каб абараніць ваш камп'ютар, патрабуецца перазапуск. Перазапусціць?

source: To protect your system, please restart your computer manually.
be: Каб абараніць вашу сістэму, перазапусціце яго самастойна.

source: To put them in the new location, use the Paste command.
be: Каб уставіць іх у новае размяшчэнне, скарыстайце загад 'Уставіць'.

source: To receive the full protection of this program, you must verify that your copy of Windows is genuine.
be: Каб паўнавартасна выкарыстоўваць, абарону, якая прапанавана гэтай праграмай, патрэбна пераканацца, што ваша копія Windows з'яўляецца сапраўднай.

source: To reinstall Disk Cleanup, run Windows Setup again.
be: Каб пераўсталяваць яе, запусціце ўсталёўку Windows.

source: To remove the item, you need to delete the archive.
be: Выдаліць дадзены элемент можна толькі з архівам.

source: To repair the damage, reinstall this program.
be: Каб аднавіць яго, пераўсталюйце праграму.

source: To restore it later, %s
be: Каб аднавіць яго пазней, %s

source: To restore it, just click the Language bar icon (near the clock) and select "Restore the Language bar" from the pop-up menu.
be: Каб аднавіць яе, проста пстрыкніце значак моўнай паліцы (побач з гадзіннікам) і абярыце "Аднавіць моўную паліцу" з меню-вынырца.

source: To restore them later, %s
be: Каб аднавіць іх пазней, %s

source: To return to Windows and check the status of the program, click Cancel.
be: Каб вярнуцца ў Windows і праверыць стан праграм, націсніце "Скасаваць".

source: To save here, you must first include a folder in the library.
be: Каб захаваць сюды, вы павінны перш улучыць яго ў бібліятэку.

source: To save space on your computer, you can choose to install a shortcut to a font file instead of the file itself. If the font file becomes unavailable, you might not be able to use the font.
be: Каб захаваць прастору на вашым камп'ютары, вы можаце абраць усталяванне пускальніка для шрыфта замест самога файла. Калі файл становіцца недаступным, вы не зможаце скарыстаць шрыфт.

source: To see how to finish removing spyware and other potentially unwanted software, see this support article on the Microsoft Security website.
be: Звесткі аб выдаленні шпіёнскіх праграмаў і іншага небяспечнага апраграмавання можна знайсці ў наступным артыкуле на сайце карпарацыі Microsoft.

source: To see how to finish removing spyware and other potentially unwanted software, see this support article on the Microsoft Security website.\r\n
be: Звесткі аб выдаленні шпіёнскіх праграмаў і іншага небяспечнага апраграмавання можна знайсці ў наступным артыкуле на сайце карпарацыі Microsoft.\r\n

source: To select a different partition or drive, click Back. To proceed with Setup and delete everything on this drive, click Next.
be: Каб абраць іншы раздзел ці дыск, пстрыкніце "Назад". Каб працягнуць усталяванне і выдаліць усё на гэтым дыску, пстрыкніце "Далей".

source: To select a different partition or drive, click Back. To proceed with Setup and delete everything on this partition, click Next.
be: Каб абраць іншы раздзел ці дыск, пстрыкніце "Назад". Каб працягнуць усталяванне і выдаліць усё на гэтым раздзеле, пстрыкніце "Далей".

source: To set a program as the default for all file types and protocols it can open, click the program and then click Set as default.
be: Каб прызначыць праграму стандартнай для ўсіх тыпаў файлаў і пратаколаў, якія яна можа адчыняць, пстрыкніце праграму і абярыце "Прызначыць як стандарт"

source: To set up an Internet connection, click Setup.
be: Каб усталяваць злучэнне з сецівам, пстрыкніце "Усталяваць".

source: To share files, open <A>Network and Sharing Center</A> in Control Panel and turn on file sharing.
be: Каб абагуліць файлы, адчыніце <A>цэнтр сетак і абагульвання</A> ў панэлі кіравання і ўключыце абагульванне файлаў.

source: To share these items, Windows requires your permission. If you click No, selected items won't be shared.
be: Каб абагуліць гэтыя элементам, Windows патрабуе вашага дазволу. Калі вы пстрыкнеце "Не", вылучаныя элементы не абагуляцца.

source: To share your files as Read/Write, Windows must give the folders listed below the same permissions. If you continue, other people will be able to add additional files to them.
be: Каб абагуліць файлы з чытаннем і запісваннем, Windows павінна даць пералічаным ніжэй каталогам аднолькавыя дазволы. Калі вы працягнеце, іншыя людзі змогуць дадаваць у іх свае файлы.

source: To show the desktop background, open Remote Desktop Connection settings and select the Desktop background check box.
be: Каб паказаць фон стальніцы, адчыніце налады злучэння з аддаленай стальніцай і пастаўце сцяжок 'Фон стальніцы'.

source: To show the desktop background, open Remote Desktop Connection settings and select the Desktop background check box. If you can't change your settings, they might be managed by Group Policy. Contact your administrator for assistance.
be: Каб паказаць фон стальніцы, адчыніце налады злучэння з аддаленай стальніцай і пастаўце птушку "Фон стальніцы". Калі вы не можаце змяняць вашыя налады, яны могуць кіравацца групавой палітыкай. Звяжыцеся з вашым адміністратарам па дапамогу.

source: To specify an advanced option for this choice, press F8.
be: Каб прызначыць дадатковае дзеянне для гэтага выбару націсніце F8.

source: To start the service, click the Start now button or restart your computer.
be: Каб запусціць службу, націсніце кнопку 'Запусціць зараз' або перазапусціце камп'ютар.

source: To stop a gadget from running, you must remove it from the desktop.
be: Каб спыніць працу гаджэта, вы павінны выдаліць яго са стальніцы.

source: To stop a gadget from running, you must remove it from the desktop. Removing a gadget won't uninstall it from your computer.
be: Каб спыніць працу гаджэта, вы павінны выдаліць яго са стальніцы. Гэта не выкліча яго высталявання з вашага камп'ютара.

source: To temporarily enlarge just part of the screen, use the <a href="magnify.exe">Magnifier</a> tool.
be: Каб часова павялічыць кавалак экрана, выкарыстайце <a href="magnify.exe">лупу</a>.

source: To temporarily enlarge just part of the screen, use the Magnifier tool.
be: Каб часова павялічыць кавалак экрана, выкарыстайце лупу.

source: To turn off Caps Lock
be: Выключыць Caps Lock

source: To turn on Windows Aero, select a Windows theme.
be: Каб уключыць Windows Aero, абярыце тэму Windows.

source: To turn on Windows Aero, select a Windows theme. Colors and sizes selected here apply only if you have selected the Windows 7 Basic theme or an Ease of Access theme.
be: Каб уключыць Windows Aero, абярыце тэму Windows. Абраныя тут колеры і памеры будуць ужытыя толькі тады, калі вы абераце базавую тэму Windows 7 ці тэму "Прастаты доступу".

source: To turn this off, use the Taskbar and Start Menu settings.
be: Каб выключыць гэта, змяніце налады паліцы задач і Пачатковага меню.

source: To uninstall a gadget, right-click it, and then click Uninstall.
be: Каб высталяваць яго, пстрыкніце па ім правай клавішай і абярыце 'Высталяваць'.

source: To uninstall it, right-click the gadget and then click Uninstall.
be: Каб высталяваць яго, пстрыкніце па ім правай клавішай і абярыце 'Высталяваць'.

source: To uninstall it, right-click the gadget, and then click Uninstall.
be: Каб высталяваць яго, пстрыкніце па ім правай клавішай і абярыце 'Высталяваць'.

source: To uninstall the driver (Advanced).
be: Высталяваць драйвер (дадаткова).

source: To uninstall this gadget, right-click the gadget and then click Uninstall.
be: Каб высталяваць гаджэт, пстрыкніце па ім правай клавішай і абярыце 'Высталяваць'.

source: To update the driver software for this device.
be: Абнавіць драйвернае апраграмаванне гэтай прылады.

source: To use the Language bar later, check "Show the Language bar on the desktop" in the Language Bar Settings dialog, which you can find within the Regional and Language Options control panel.
be: Каб скарыстаць моўную паліцу пазней, пастаўце сцяжок "Паказаць моўную паліцу на стальніцы" ў дыялогу наладаў моўнай паліцы, які вы можаце знайсці ў рэгіянальных і моўных наладах панэлі кіравання.

source: To use this feature without interruption, this computer needs to be running genuine Windows.
be: Каб карыстаць гэтае дапаўненне без перашкодаў, неабходна, каб камп'ютар працаваў з сапраўднай Windows.

source: To use this program, you need to install the latest updates for your computer.
be: Каб мець магчымасць карыстацца гэтай праграмай патрабуецца ўсталяваць апошнія абнаўленні.
